Repository: javierganan99/Multi-UAV-VRP
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es

source: Reset done
de: Zurücksetzen abgeschlossen
es: Restablecimiento realizado

source: Error introducing the address
de: Fehler bei der Eingabe der Adresse
es: Error al introducir la dirección

source: Failed to convert address
de: Konvertierung der Adresse fehlgeschlagen
es: Fallo al convertir la dirección

source: Depot registered successfully
de: Depot erfolgreich registriert
es: Depósito registrado con éxito

source: Address registered successfully
de: Adresse erfolgreich registriert
es: Dirección registrada con éxito

source: Address deleted successfully
de: Adresse erfolgreich gelöscht
es: Dirección eliminada con éxito

source: Data loaded properly
de: Daten erfolgreich geladen
es: Datos cargados correctamente

source: Error parsing the values of the problem data
es: Error al analizar los valores de los datos del problema

source: Routes created successfully
de: Routen erfolgreich erstellt
es: Rutas creadas con éxito

source: Nodes saved
de: Knoten gespeichert
es: Nodos guardados

source: Routes saved
de: Routen gespeichert
es: Rutas guardadas

source: Travel mode saved
de: Reisemodus gespeichert
es: Modo de viaje guardado

source: Ending simulation...
es: Finalizando simulación...

source: Addresses
de: Adressen
es: Direcciones

source: Add
de: Hinzufügen
es: Agregar

source: Depot Coordinates
de: Depot-Koordinaten
es: Coordenadas del depósito

source: Set
de: Festlegen
es: Establecer

source: Problem definition
de: Problemstellung
es: Definición del problema

source: Number of Vehicles
de: Anzahl der Fahrzeuge
es: Número de vehículos

source: Please enter a valid number of vehicles
de: Bitte geben Sie eine gültige Anzahl von Fahrzeugen ein
es: Por favor, ingrese un número válido de vehículos

source: Max Time per Vehicle [minutes]
de: Maximale Zeit pro Fahrzeug [Minuten]
es: Tiempo máximo por vehículo [minutos]

source: Please enter valid maximun times
es: Por favor, ingrese tiempos máximos válidos

source: Max Capacity per Vehicle
de: Maximale Kapazität pro Fahrzeug
es: Capacidad máxima por vehículo

source: Please enter a valid maximun capacity
es: Por favor, ingrese una capacidad máxima válida

source: Vehicle Velocity [km/h]
de: Fahrzeuggeschwindigkeit [km/h]
es: Velocidad del vehículo [km/h]

source: Please enter a valid vehicle velocities
es: Por favor, ingrese velocidades de vehículos válidas

source: Departure Depots
es: Depósitos de salida

source: Please enter a valid number of depots
es: Por favor, ingrese un número válido de depósitos

source: Arrival Depots
es: Depósitos de llegada

source: Generate Routes
de: Routen generieren
es: Generar Rutas

source: Load Problem Definition from File
de: Problemstellung aus Datei laden
es: Cargar Definición de Problema desde Archivo

source: Load Solver Configuration
de: Solver-Konfiguration laden
es: Cargar Configuración del Solucionador

source: Reset
de: Zurücksetzen
es: Reiniciar

source: Save Routes
de: Routen speichern
es: Guardar Rutas

source: Save Nodes
de: Knoten speichern
es: Guardar Nodos

source: Travel Mode
de: Reisemodus
es: Modo de viaje

source: Flight
de: Flug
es: Vuelo

source: Driving
de: Fahren
es: Conducción

source: Walking
de: Gehen
es: Caminata

source: Bycicling
de: Radfahren
es: Ciclismo

source: Transit
es: Tránsito

source: Simulation
es: Simulación

source: Please enter a valid maximum time
de: Bitte geben Sie eine gültige maximale Zeit ein

source: Please enter a valid maximum capacity
de: Bitte geben Sie eine gültige maximale Kapazität ein

source: Please enter a valid vehicle velocity
de: Bitte geben Sie eine gültige Fahrzeuggeschwindigkeit ein
